<template>
  <div class="agreement">
    <div class="main">
      <h3>一、总则</h3>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <h3>二、总则</h3>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <h3>三、总则</h3>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
      <p>本《Face⁺⁺人工智能开放平台开发者服务协议》（以下简称“本协议”）系由北京旷视科技有限公司(以下简称“MEGVII”)与所有使用Face⁺⁺人工智能开放平台开发服务（以下简称“本服务”）的主体（包括但不限于自然人、法人或其他组织等）（以下简称“开发者”）针对开发者使用Face⁺⁺人工智能开放平台服务所订立的有效合约。</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>
<style scoped lang="scss">
  .baseHeader {
      background: #000;
  }
  .agreement {
    .main {
        width: 1200px;
        margin: 100px auto 0;
        h3 {
          padding-top: 40px;
          font-weight: 600;
          font-size: 22px;
          line-height: 1.25;
          margin-bottom: 5px;
        }
        p {
          color: #686868;
          line-height: 30px;
          font-size: 14px;
        }
    }
  }
</style>
